<?php

return [

    /*
    |--------------------------------------------------------------------------
    | MallOrder: State
    |--------------------------------------------------------------------------
    |
    */

    'A'  => '提交訂單中',
    'B'  => '等待付款',
    'C1' => '付款完成',
    'C2' => '付款過程發生錯誤',
    'D1' => '已收到訂單',
    'D2' => '已取消訂單',
    'E1' => '完成揀貨',
    'E2' => '已拒絕訂單',
    'E3' => '已退回訂單',
    'F'  => '商品運送中',
    'G'  => '商品已送達',
    'H'  => '商品退貨',
    'I'  => '收到退貨並確認中',
    'J'  => '已確認退貨商品狀況',
    'K'  => '退款中',
    'L'  => '已退款',
    'Y'  => '已中止訂單',
    'Z'  => '已完成訂單'
];
